{
    "version": "https://jsonfeed.org/version/1",
    "title": "Bhepura",
    "description": "",
    "home_page_url": "https://github.com/kjinkda/nkda.git",
    "feed_url": "https://github.com/kjinkda/nkda.git/feed.json",
    "user_comment": "",
    "author": {
        "name": "khondekar Jinnatul Islam"
    },
    "items": [
        {
            "id": "https://github.com/kjinkda/nkda.git/village.html",
            "url": "https://github.com/kjinkda/nkda.git/village.html",
            "title": "village",
            "summary": "mhgkjgkjgj",
            "content_html": "<p>mhgkjgkjgj</p>",
            "author": {
                "name": "khondekar Jinnatul Islam"
            },
            "tags": [
            ],
            "date_published": "2023-10-08T09:52:11+05:30",
            "date_modified": "2023-10-08T09:52:11+05:30"
        },
        {
            "id": "https://github.com/kjinkda/nkda.git/bhepura-village-information.html",
            "url": "https://github.com/kjinkda/nkda.git/bhepura-village-information.html",
            "title": "Bhepura village information",
            "summary": "History At the dawn of the history, part of the district as now constituted appears to have been included in the tract of the country&hellip;",
            "content_html": "<p><strong>History</strong><br>At the dawn of the history, part of the district as now constituted appears to have been included in the tract of the country  known as “Rarh” and part in the tract called “Vajjabhumi “. The traditions of the Jainas state that Mahavira, their last great Tirthankara, wandered  through these two tracts in the 5th Century, B.C.; and the description of them would seem to show that the eastern part of the district , with its alluvial soil, well watered by rivers, formed part of Rarh, while the wilder and more rugged country to the west was aptly known as Vajjabhumi, i.e., the country of Thunderbolt.<br><br>    Rarh was part of the territory ruled over by the Maurayan Emperors, and was subsequently included in the empire of the imperial Guptas, of Shasankas and of Harshavardhana. After dismemberment of Harsha’s Empire , it was included in the Pala kingdom and formed a part of it until middle of 12th Century A.D. when the overlordship passes to the Sena kings.<br><br>        In the <span style=\"color: #2dc26b;\">13th Century A.D</span>. the district passed under the rule of the Muhammedans, and according to some authorities, Lakhanor (  or Lakhnur ), an important frontier post of Musalman territory,  lay within its limits. After this, for many centuries the controls of the Mohammedans over the Western part of the district appears to have been merely nominal, and the country was left under the rule of Hindu chiefs, called Bir Rajas.<br><br>        After the cession of the Diwani to the East India Company in 1765, Birbhum was administered from Murshidabad until 1787. In  that year in consequence of the unsettled state of the country, which required a separate administration, it was constituted as district with Vishnupur ( i.e. eastern portion of Bankura), and this arrangement continued till  1793, when Vishnupur was transferred to the Burdwan Collectorate. In 1809, the collectorship of Birbhum was abolished, and the district was again administered from Murshidabad, an Assistant Collector remaining in charge at Suri. In 1820, Birbhum was reconstituted as a separate district and restored to its former area, with the exception of a few estates were transferred to the Jungle Mahals. After the Santhal rebellion, the upland tracts on the West, which had been a rallying point of the rebels, were transferred to the newly constituted district of Santhal Paraganas and in this way four paraganas and a part of the fifth were detached from Birbhum, viz., Sarath Deoghar,  Pabbia , Kundahit Karaya, Muhmmadabad and part of Darin Mauleswar. In 1872 the district consisted of the following thanas (1) Suri, (2) Rajnagar, (3) Dubrajpur, (4) Kasba (now Bolpur), (5) Sakulipur, (6) Labpur, (7)Barwan, (8) Mayureswar with a total area of 1,344 square miles. In 1879 Barwan  with an area of 108 sq. miles was transferred to Murshidabad, while the thanas of Rampurhat and Nalhati ( including the present thana of Murarai) were transferred from Lalgunj subdivision of that district to Birbhum.</p>\n<p>বাংলা ভাষা (বাঙলা, বাঙ্গলা, তথা বাঙ্গালা নামেও পরিচিত) একটি ইন্দো-আর্য ভাষা, যা দক্ষিণ এশিয়ার বাঙালি জাতির প্রধান কথ্য ও লেখ্য ভাষা। মাতৃভাষীর সংখ্যায় বাংলা ইন্দো-ইউরোপীয় ভাষা পরিবারের পঞ্চম[৮] ও মোট ব্যবহারকারীর সংখ্যা অনুসারে বাংলা বিশ্বের ষষ্ঠ বৃহত্তম ভাষা।[৯][১০] বাংলা সার্বভৌম ভাষাভিত্তিক জাতিরাষ্ট্র বাংলাদেশের একমাত্র রাষ্ট্রভাষা তথা সরকারি ভাষা[১১] এবং ভারতের পশ্চিমবঙ্গ, ত্রিপুরা, আসামের বরাক উপত্যকার সরকারি ভাষা। বঙ্গোপসাগরে অবস্থিত আন্দামান দ্বীপপুঞ্জের প্রধান কথ্য ভাষা বাংলা। এছাড়া ভারতের ঝাড়খণ্ড, বিহার, মেঘালয়, মিজোরাম, ওড়িশা রাজ্যগুলোতে উল্লেখযোগ্য পরিমাণে বাংলাভাষী জনগণ রয়েছে। ২০১১ সালের আদমশুমারি অনুযায়ী, ভারতের মোট জনসংখ্যার ৮.০৩ শতাংশ মানুষ বাংলা ভাষায় কথা বলে[১২] এবং হিন্দির পরেই ভারতে সর্বাধিক প্রচলিত ভাষা - বাংলা।[১৩][১৪] এছাড়াও মধ্য প্রাচ্য, আমেরিকা ও ইউরোপে উল্লেখযোগ্য পরিমাণে বাংলাভাষী অভিবাসী রয়েছে।[১৫] সারা বিশ্বে সব মিলিয়ে ২৭.৬ কোটির অধিক লোক দৈনন্দিন জীবনে বাংলা ব্যবহার করে।[১৬] বাংলাদেশের জাতীয় সঙ্গীত এবং ভারতের জাতীয় সঙ্গীত ও স্তোত্র বাংলাতে রচিত।<br><br>বাংলা ভাষা বিকাশের ইতিহাস ১৩০০ বছর পুরনো। চর্যাপদ এ ভাষার আদি নিদর্শন। অষ্টম শতক থেকে বাংলায় রচিত সাহিত্যের বিশাল ভানডারের মধ্য দিয়ে অষ্টাদশ শতকের শেষে এসে বাংলা ভাষা তার বর্তমান রূপ পরিগ্রহণ করে। বাংলা ভাষার লিপি হলো বাংলা লিপি। বাংলাদেশ ও পশ্চিমবঙ্গে প্রচলিত বাংলা ভাষার মধ্যে শব্দগত ও উচ্চারণগত সামান্য পার্থক্য রয়েছে। বাংলার নবজাগরণে ও বাংলার সাংস্কৃতিক বিবিধতাকে এক সূত্রে গ্রন্থনে এবং বাঙালি জাতীয়তাবাদের বিকাশে তথা বাংলাদেশ গঠনে বাংলা ভাষা ও সাহিত্য সবচেয়ে গুরুত্বপূর্ণ ভূমিকা রেখেছে।<br><br>১৯৪৭ থেকে ১৯৫২ খ্রিষ্টাব্দে পূর্ব বাংলায় সংগঠিত বাংলা ভাষা আন্দোলন এই ভাষার সাথে বাঙালি অস্তিত্বের যোগসূত্র স্থাপন করেছে। ১৯৫২ খ্রিষ্টাব্দের ২১শে ফেব্রুয়ারি ঢাকা বিশ্ববিদ্যালয়ে প্রতিবাদী ছাত্র ও আন্দোলনকারীরা সংখ্যাগরিষ্ঠের মাতৃভাষা বাংলাকে রাষ্ট্রভাষাকরণের দাবিতে নিজেদের জীবন উৎসর্গ করেন। ১৯৮৭ সালের বাংলা ভাষা প্রচলন আইন বাংলাদেশের সকল রাষ্ট্রীয় কাজে বাংলার ব্যবহার বাধ্যতামূলক করা হয়েছে।[১৭] ১৯৫২ সালের ভাষা শহিদদের সংগ্রামের স্বীকৃতি স্বরূপ ১৯৯৯ খ্রিষ্টাব্দে ইউনেস্কো ২১শে ফেব্রুয়ারি দিনটিকে আন্তর্জাতিক মাতৃভাষা দিবস হিসেবে ঘোষণা করে।[১৮][১৯]<br><br>ইতিহাস[সম্পাদনা]<br>আরও তথ্যের জন্য দেখুন: বাংলার ইতিহাস<br><br>বাংলা ভাষার ইতিহাসকে সাধারণত তিন ভাগে ভাগ করা হয়:[২০]<br><br>প্রাচীন বাংলা (৯০০/১০০০-১৪০০ খ্রিষ্টাব্দ) — চর্যাপদ, ভক্তিমূলক গান এই সময়কার লিখিত নিদর্শন। এই সময় আমি, তুমি ইত্যাদি সর্বনাম এবং -ইলা, -ইবা, ইত্যাদি ক্রিয়াবিভক্তির আবির্ভাব ঘটে।<br>মধ্য বাংলা (১৪০০-১৮০০ খ্রিষ্টাব্দ) — এ সময়কার গুরুত্বপূর্ণ লিখিত নিদর্শন চণ্ডীদাসের শ্রীকৃষ্ণকীর্তন ইত্যাদি। শব্দের শেষে \"অ\" ধ্বনির বিলোপ, যৌগিক ক্রিয়ার প্রচলন, ফারসি ভাষার প্রভাব এই সময়ের সাহিত্যে লক্ষ্য করা যায়। কোনো কোনো ভাষাবিদ এই যুগকে আদি ও অন্ত্য এই দুই ভাগে ভাগ করেন।<br>আধুনিক বাংলা (১৮০০ খ্রিষ্টাব্দ থেকে-বর্তমান) — এই সময় ক্রিয়া ও সর্বনামের সংক্ষেপণ ঘটে, যেমন তাহার → তার; করিয়াছিল → করেছিল।<br>বাংলার প্রাচীন ভাষা[সম্পাদনা]<br><br>খ্রিষ্টপূর্ব প্রথম সহস্রাব্দ থেকে বাংলায় হিন্দু ব্রাহ্মণগণ সংস্কৃত ভাষার চর্চা করত, কিন্তু স্থানীয় বৌদ্ধরা প্রাকৃত ভাষার কোন কোন রূপে (ভ্যারাইটি) কথা বলত, যাকে ডঃ সুনীতি কুমার চট্টোপাধ্যায় উল্লেখ করেছেন মাগধী প্রাকৃতের পূর্ব রূপ বা ভ্যারাইটি হিসেবে। গুপ্ত সাম্রাজ্যের সময়, বাংলা ছিল হিন্দু যাজক বা পুরোহিতদের জন্য সংস্কৃত সাহিত্যের একটি কেন্দ্র, যা স্থানীয়দের কথ্য ভাষাকে প্রভাবিত করে।[২১] প্রথম সহস্রাব্দে বাংলা যখন মগধ রাজ্যের একটি অংশ ছিল তখন মধ্য ইন্দো-আর্য উপভাষাগুলি বাংলায় প্রভাবশালী ছিল। এই উপভাষাগুলিকে মাগধী প্রাকৃত বলা হয় এবং এটি আধুনিক বিহার, বাংলা ও আসামে কথিত হত। এই ভাষা থেকে অবশেষে অর্ধ-মাগধী প্রাকৃতের বিকাশ ঘটে।[২২][২৩] প্রথম সহস্রাব্দের শেষের দিকে অর্ধ-মাগধী থেকে অপভ্রংশের বিকাশ ঘটে।[২০] সময়ের সাথে সাথে বাংলা ভাষা একটি স্বতন্ত্র ভাষা হিসেবে বিকশিত হয়।[২৪]</p>",
            "author": {
                "name": "khondekar Jinnatul Islam"
            },
            "tags": [
            ],
            "date_published": "2023-01-24T18:59:06+05:30",
            "date_modified": "2023-10-08T19:03:13+05:30"
        }
    ]
}
